export const ChatData = [
  {
    id: 0,
    question: `GDGoC 가천대학교 커뮤니티에 가입하면 무엇이 좋은가요?`,
    answer: `GDGoC 가천대학교 챕터에서 운영하는 세미나, 해커톤 등 이벤트에 우선적으로 등록이 가능하며, 무료로 참가가 가능합니다. 멤버만 참가 가능한 멤버십 이벤트도 열릴 수 있다는 소문이..? 👀`,
  },
  {
    id: 1,
    question: '그 외에도 커뮤니티 멤버만 접근할 수 있는 리소스가 있나요?',
    answer:
      '물론입니다! 멤버에게만 제공되는 Slack 채널을 활용하여 Google 개발자 커뮤니티(GDG/GDGoC)의 다양한 이벤트 소식과 기술 관련 정보를 받아보실 수 있습니다 🤗',
  },
  {
    id: 2,
    question: '대외활동 측면에서는 어떤 좋은 점이 있나요?',
    answer:
      '커뮤니티에 가입하시면 이벤트에 대한 STAFF 혹은 운영진으로 참여할 수 있는 잠재적 기회가 있으며, 더 나아가 GDGoC 커뮤니티의 Organizer, Team Member에 지원하여 커뮤니티를 직접 운영해볼 수 있습니다!',
  },

  {
    id: 3,
    question: '이벤트 참여를 위해서는 꼭 멤버로 가입해야 하나요?',
    answer:
      '꼭 가입하지 않으셔도 됩니다. GDGoC 가천대학교 챕터의 이벤트는 관심있는 누구나 참여할 수 있습니다. 단, 멤버십 이벤트와 같은 특정 이벤트는 멤버에게만 공개될 수 있습니다.',
  },
];
